Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Posterior Multi-Tooth Gaps and Free-End Situations in the Maxilla or Mandible
vi: Khoảng trống nhiều răng phía sau và tình trạng Free-End ở hàm trên hoặc hàm dưới

source: Posterior single tooth
vi: Răng đơn lẻ phía sau

source: Postoperative care must be evaluated in such calculations.
vi: Chăm sóc hậu phẫu phải được đánh giá trong những trường hợp này

source: Practical prosthodontic procedures related to anterior maxillary fixed implant restorations
vi: Phương pháp phục hình liên quan đến phục hình cố định trên implant phía trước hàm trên

source: Precise repositioning of the flap margins is especially important in the area of the future papillae.
vi: Tiêu hoàn toàn của đường viền vạt thì đặc biệt quan trọng trong vùng nhú nướu tương lai

source: Preface
vi: Lời nói đầu

source: Present
vi: Có

source: Previous concepts, as described by Linkow and coworkers (1977), who advocated the establishment of a fibrous tissue layer surrounding the implant to simulate the periodontal ligament, were not predictable (Smithloff and Fritz, 1976; Smithloff and Fritz, 1987).
vi: Quan niệm trước đây, được mô tả được mô tả bởi Linkow and coworkers (1977), người ủng hộ việc hình thành mô sợi xung quanh implant để mô phỏng dây chằng nha chu, không dự đoán được (Smithloff and Fritz, 1976; Smithloff and Fritz, 1987).

source: Previously held recommendations, such as the use of a two-stage procedure, stress-free healing, mucobuccal incisions, sterile conditions, the avoidance of radiographs, and the use of acrylic occlusal surfaces, are no longer considered relevant.
vi: Các khuyến cáo trước đây, như dùng thủ thuật hai thì, lành thương không stress, rạch niêm mạc phía ngoài, điều kiện vô trùng, tránh tia X, và dùng bề mặt cắn khớp bằng nhựa acrylic, thì không được xem là có liên quan.

source: Primary bone contact
vi: Tiếp xúc xương nguyên phát

source: Primary soft-tissue closure was again achieved (Fig 23).
vi: Primary soft-tissue closure was again achieved (Hình 23).

source: Prior to surgery, a radiographic template was fabricated to assure proper placement of the dental implant (Fig 9).
vi: Prior to surgery, a radiographic template was fabricated to assure proper placement of the dental implant (Hình 9).

source: Progressive loading
vi: Tải lực tăng dần

source: Proper mesiodistal implant placement avoids the danger zones adjacent to the neighboring teeth (Figs 14, 15).
vi: Đặt implant thích hợp chiều gần xa tránh vùng nguy hiểm tiếp giáp răng kế cận.

source: Prosthetic Management of Implants in the Esthetic Zone: General Principles and Scientific Documentation
vi: Xử trí phục hình implant trong vùng thẩm mỹ: Quy tắc chung và tài liệu khoa học

source: Provide diagnostic value.
vi: Cung cấp giá trị chẩn đoán

source: Provisional implant restorations (screw-retained/cemented)
vi: phục hình tạm trên implant (bắt vít/gắn xi măng)

source: Provisional implant-supported restorations
vi: Phục hình tạm trên implant

source: Provisional restorations are highly recommended or mandatory
vi: Phục hình tạm được khuyến cáo cao hoặc bắt buộc

source: Provisional restorations are recommended
vi: Phục hình tạm được đề nghị

source: Provisional restorations during healing
vi: Phục hình tạm trong quá trình lành thương

source: Radiographic evaluation confirmed the extent of the caries and the maintenance of bone around tooth 45 and in the pontic region 46 (Fig 1).
vi: Đánh giá phim X quang xác nhận sự mở rộng của sâu răng và sự duy trì của xương quanh răng 45 và trong vùng nhịp cầu 46 (Hình 1)

source: Radiographic examination revealed a less than ideal root-canal therapy that had caused periapical osteolysis (Fig 1).
vi: Chụp x-quang cho thấy ốp ngắn hơn lý tưởng đã gây ra tiêu xương quanh chóp (Hình 1).

source: Radiological examination of the crowned tooth 11 revealed a root-canal filling, status after apicoectomy, and a large periapical bone defect, as well as secondary caries (Fig 2).
vi: Radiological examination of the crowned tooth 11 revealed a root-canal filling, status after apicoectomy, and a large periapical bone defect, as well as secondary caries (Hình 2).

source: Radiologically, the interproximal bone-crest levels at teeth 21 and 23 were well maintained, allowing for a distance of less than 5 mm between the contact points of the future crowns and the interproximal bone-crest (Tarnow and coworkers, 1992; Choquet and coworkers, 2001) (Fig 8).
vi: Radiologically, the interproximal bone-crest levels at teeth 21 and 23 were well maintained, allowing for a distance of less than 5 mm between the contact points of the future crowns and the interproximal bone-crest (Tarnow and coworkers, 1992; Choquet and coworkers, 2001) (Hình 8).

source: Radiologically, the interproximal bone-crest levels of the adjacent teeth seemed to be sufficiently well maintained to allow for a distance of about 5 mm between them and the contact points of the future crowns (Fig 5).
vi: Radiologically, the interproximal bone-crest levels of the adjacent teeth seemed to be sufficiently well maintained to allow for a distance of about 5 mm between them and the contact points of the future crowns (Hình 5).

source: Raghoebar and coworkers (2003) reported greater than 95% success after 1 year in a group of patients who had bone augmentation followed by overdenture construction, conditions which are thought to reduce the predictability of implants.
vi: Raghoebar và đồng nghiệp (2003) báo cáo lớn hơn 95% thành công sau 1 năm trong một nhóm các bệnh nhân đã ghép xương theo sau là hàm phủ, điều kiện được nghĩ là giảm tiên đoán của implant.

source: Readers should note that the experience of the group was used in formulating the recommendations.
vi: Độc giả nên lưu ý rằng những kinh nghiệm của nhóm đã được sử dụng trong việc xây dựng các kiến nghị.

source: Recent attempts to draw conclusions about implant success and loading protocols by Jokstad and Carr (2007), Del Fabbro and coworkers (2006), Attard and Zarb (2005), Nkenke and Fenner (2006), and Ioannidou and Doufexi (2006) yielded few solid conclusions.
vi: Những cố gắng gần đây để rút ra kết luận về quy trình tải lực và thành công của implant bởi Jokstad và Carr (2007), Del Fabbro và đồng nghiệp (2006), Attard và Zarb (2005), Nkenke và Fenner (2006), và loannidou và Doufexi (2006) mang lại vài kết luận.

source: Recommended techniques for maxillary full-arch immediate loading stress the importance of maximizing implant stability, the use of rough-surfaced, threaded implants, and optimal occlusal control to minimize lateral forces on implants and maximize occlusal stability.
vi: Đề nghị cho kỹ thuật tải lực tức thì toàn cung hàm trên quan trọng tối đa sự ổn định của implant, dùng implant bề mặt nhám, implant có ren, và kiểm soát khớp cắn tối ưu để hạn chế lực sang bên trên implant và tối đa ổn định khớp cắn.

source: Rectangular
vi: Hình chữ nhật

source: Reducaed immune system
vi: Suy giảm hệ thống miễn dịch.

source: Reduced
vi: Giảm

source: Reduced (risk)
vi: GIảm (nguy cơ)

source: Reduced (time)
vi: Giảm (thời gian)

source: Reduced immune system
vi: Giảm hệ thống miễn dịch

source: Refers to horizontal and vertical overlap and the effect on restorability and esthetic outcome
vi: Đề cập tới phủ lên chiều ngang và chiều dọc và hiệu quả của kết quả phục hình và thẩm mỹ

source: Regardless of the concern for the semantics of these loading intervals, they are generally recognized in clinical practice and in the dental literature.
vi: Bất kể những lo ngại cho các ngữ nghĩa của tải lực trong khoảng thời gian, họ nói chung là nhận ra trong thực hành lâm sàng và y văn.

source: Remarks
vi: Lưu ý

source: Removable
vi: Tháo lắp

source: Removable or fixed
vi: Tháo lắp hoặc cố định

source: Removable prostheses that rely on the palatal tissue for retention and resistance can create undesirable pressure in the area, causing vertical loss of the graft.
vi: Phục hình tháo lắp nằm lền khẩu cái có thể tạo ra áp lực không kiểm soát trong vùng này, bởi vì tiêu chiều dọc của mô ghép.

source: Removal of the fixed dental prosthesis revealed the extent of the destruction of tooth 45, which was considered to be non-restorable (Fig 2).
vi: Tháo bỏ phục hình cố định cho thấy sự mở rộng của sự phá huỷ răng 45, được coi là không thể phục hồi (Hình 2).

source: Replacement of Congenitally Missing Upper Lateral Incisors with Narrow Neck Implants, Restored with Ceramo-Metal Crowns, Cemented
vi: Thay thế răng cửa bên hàm trên thiếu bẩm sinh với Narrow Neck Implants, phục hình mão răng sứ kim loại, gắn xi măng

source: Replacement of Multiple Teeth in a Partially Dentate Posterior Mandible with a Fixed Dental Prosthesis Using an Early Loading Protocol
vi: Thay thế nhiều răng mất răng bán phần phía sau hàm dưới bằng phục hình cố định dùng quy trình tải lực sớm.

source: Replacement of Multiple Teeth in a Partially Dentate Posterior Maxilla and Mandible with Fixed Dental Prostheses Using a Conventional Loading Protocol
vi: Thay thế nhiều răng mất răng bán phần phía sau hàm trên và hàm dưới bằng phục hình cố định dùng quy trình tải lực thông thường.

source: Replacement of Multiple Teeth in a Partially Dentate Posterior Maxilla with Crowns Using a Conventional Loading Protocol
vi: Thay thế nhiều răng hàm mất răng bán phần phía sau hàm trên bằng mão răng dùng quy trình tải lực thông thường.

source: Replacement of Multiple Teeth in a Partially Dentate Posterior Maxilla with a Fixed Dental Prosthesis and a Crown Using Conventional Loading Protocols
vi: Thay thế nhiều răng hàm mất răng bán phần phía sau hàm trên bằng phục hình cố định và mão răng dùng quy trình tải lực thông thường.

source: Replacement of Two Teeth in a Partially Dentate Posterior Maxilla with a Fixed Dental Prosthesis Using a Conventional Loading Protocol
vi: Thay thế hai răng hàm mất răng bán phần phía sau hàm trên bằng phục hình cố định dùng quy trình tải lực thông thường.

source: Replacement of a Congenitally Missing Upper Left Lateral Incisor with a Narrow Neck Implant, Restored with a Ceramo-Metal Crown, Transocclusally Screw-Retained
vi: Thay thế răng cửa bên trên trái thiếu bẩm sinh với Narrow Neck Implants, phục hình mão răng sứ kim loại, bắt vít qua mặt nhai

source: Replacement of a Maxillary Left First Molar Using an Early Loading Protocol
vi: Thay thế một răng cối lớn thứ nhất hàm trên bên trái dùng quy trình tải lực sớm

source: Replacement of a Maxillary Left Second Premolar Using an Immediate Restoration Protocol
vi: Thay thế một răng cối nhỏ thứ hai hàm trên bên trái dùng quy trình phục hình tức thì.

source: Replacement of a Maxillary Right Central Incisor Using an Early Loading Protocol
vi: Thay thế một răng cửa giữa hàm trên bên phải dùng quy trình tải lực sớm

source: Replacement of a Maxillary Right Central Incisor Using an Immediate Restoration Protocol
vi: Thay thế một răng cửa giữa hàm trên bên phải dùng quy trình phục hình tức thì

source: Replacement of a Maxillary Right First Molar Using an Early Loading Protocol
vi: thay thế một răng cối lớn thứ nhất hàm trên phải dùng quy trình tải lực sớm

source: Replacement of a Maxillary Right Second Premolar Using an Early Loading Protocol
vi: Thay thế răng cối nhỏ thứ hai hàm trên bên phải dùng quy trình tải lực sớm

source: Replacement of an Upper Left Central Incisor with a Regular Neck Implant, Restored with a Ceramo-Metal Crown, Transocclusally Screw-Retained
vi: Thay thế một răng cửa giữa trên trái với Regular Neck Implants, phục hình mão răng sứ kim loại, bắt vít qua mặt nhai

source: Replacement of an Upper Left Persisting Deciduous Canine with a Regular Neck Implant, Restored with a Ceramo-Metal Crown, Horizontally Screw-Retained
vi: Thay thế răng nanh sữa tồn tại ở hàm trên phải với Regular Neck Implants, phục hình mão răng sứ kim loại, bắt vít theo chiều ngang

source: Replacement of an Upper Right Central Incisor with a Regular Neck Implant Restored with a Ceramo-Metal Crown, Transocclusally Screw-Retained
vi: Thay thế một răng cửa giữa trên phải với Regular Neck Implants, phục hình mão răng sứ kim loại, bắt vít qua mặt nhai

source: Replacement of an Upper Right Central Incisor with a Regular Neck Implant, Restored with (1) an All-Ceramic Crown, Transocclusally Screw-Retained, and (2) an Auro-Galvano Crown, Cemented, Seated on CAD/CAM Custom Mesostructures (ZrO2 and Titanium)
vi: Thay thế răng cửa giữa hàm trên phải với Regular Neck Implants, phục hình với (1) mão răng toàn sứ, bắt vít qua mặt nhai và (2) một mão răng Auro-Galvano, gắn xi măng, Seated on CAD/CAM Custom Mesostructures (ZrO2 and Titanium)

source: Replacement of an Upper Right Central Incisor with a Regular Neck Implant, Restored with an All-Ceramic Crown, Cemented
vi: Thay thế một răng cửa giữa trên phải với Regular Neck Implants, phục hình mão răng toàn sứ, gắn xi măng

source: Replacement of an Upper Right Central Incisor with a Regular Neck Implant, Restored with an All-Ceramic Crown, Transocclusally Screw-Retained
vi: Thay thế một răng cửa giữa trên phải với Regular Neck Implants, phục hình mão răng toàn sứ, bắt vít qua mặt nhai

source: Replacement of an Upper Right Lateral Incisor with a Narrow Neck Implant, Restored with a Ceramo-Metal Crown, Cemented
vi: Thay thế răng cửa bên hàm trên phải với Narrow Neck Implants, phục hình sứ kim loại mão răng sứ kim loại, gắn xi măng

source: Replacement of the Four Maxillary Incisors with a Fixed Dental Prosthesis Using a Conventional Loading Protocol
vi: Thay thế bốn răng cửa hàm trên bằng phục hình cố định dùng quy trình tải lực thông thường

source: Replacement of the Four Maxillary Incisors with a Fixed Dental Prosthesis Using an Early Loading Protocol
vi: Thay thế bốn răng cửa hàm trên bằng phục hình cố định dùng quy trình tải lực sớm

source: Replacement of the Four Maxillary Incisors with a Fixed Dental Prosthesis Using an Immediate Loading Protocol
vi: Thay thế bốn răng cửa hàm trên bằng phục hình cố định dùng qui trình tải lực tức thì

source: Research regarding wound healing of the bone-implant interface has shown that several factors are important in order to establish osseointegration.
vi: Nghiên cứu về chữa lành thương xương của cấy ghép cho thấy rằng một yếu tố quan trọng để thiết lập tích hợp xương.

source: Resin fiber-reinforced fixed partial denture - If interocclusal space permits, a denture tooth with fiber wings can be bonded to the palatal surface of adjacent teeth, providing an esthetic fixed alternative (Figs 24a-c).
vi: Resin fiber-reinforced fixed partial denture - If interocclusal space permits, a denture tooth with fiber wings can be bonded to the palatal surface of adjacent teeth, providing an esthetic fixed alternative (Hình 24a-c).

source: Respect of the comfort zones in these dimensions results in an implant shoulder located in an ideal position, allowing for an esthetic implant restoration with stable, long-term peri-implant tissue support.
vi: Tôn trọng các vùng thoải mái trong các kích thước đặt vai implant trong một ví trí lý tưởng, cho phép phục hồi implant thẩm mỹ, hỗ trợ các mô quanh implant ổn định, lâu dài

source: Restorative Status of Teeth Adjacent to the Edentulous Space
vi: Tình trạng phục hồi của răng kế cận vùng mất răng

source: Restorative options in these situations include a screw-retained restoration or a customized abutment (metal, ceramo-metal, ceramic) to allow for the cement line to be placed closer to the mucosal margin for better access (Higgin bottom and coworkers, 2004).
vi: Chọn lựa phục hình những trường hợp này gồm phục hình bắt vít hoặc một cùi răng tuỳ chỉnh (kim loại, sứ kim loại, sứ) cho phép đường xi măng đặt gần hơn đường viền niêm mạc để tiếp cận dễ hơn (Higgin bottom and coworkers, 2004).

source: Restorative status of neighboring teeth
vi: Tình trạng phục hồi của răng kế cận

source: Restorative status of the teeth adjacent to the edentulous space
vi: Tình trạng phục hồi của răng kế cận vùng mất răng

source: Restored
vi: Đã phục hồi

source: Restricted
vi: Giới hạn

source: Results seem to indicate that the outcome is similar to results obtained with conventional procedures.
vi: Những kết quả để chỉ định rằng kết quả thì tương tự với thủ thuật thông thường

source: Returning to our case, the graft was placed on the facial aspect of the implant site in order to check its shape and position (Fig 27).
vi: Trở lại ca của chúng ta, mô ghép được đặt lên mặt ngoài của implant để kiểm tra hình dạng và vị trí (Hình 27).

source: Review of Implant Loading Protocols
vi: Tổng quan qui trình tải lực implant

source: Review of Loading Protocols
vi: Tổng quan qui trình tải lực

source: Reviewing these areas with the patient may help generate an initial risk profile for the esthetic outcome and patient acceptance.
vi: Kiểm tra các vùng này với các bệnh nhân có thể giúp tạo ra một hồ sơ rủi ro ban đầu cho kết quả thẩm mỹ và chấp nhận bệnh nhân.

source: Risk Factor
vi: Yếu tố nguy cơ

source: Risk assessment in the anterior maxilla of potential implant patients includes several aspects.
vi: Đánh giá rủi ro ở phía trước hàm trên của bệnh nhân cấy ghép tiềm năng bao gồm nhiều khía cạnh.

source: Risk for Complications
vi: Nguy cơ biến chứng

source: Risk of complication
vi: Nguy cơ biến chứng

source: Risk of complication to the restoration is high
vi: Nguy cơ biến chứng phục hình cao

source: Risk of complication to the restoration not implant survival
vi: Nguy cơ biến chứng phục hình không phải tồn tại implant

source: Roccuzzo and Wilson (2002) reported on a modified surgical protocol for early loading in type 4 posterior maxillary sites.
vi: Roccuzzo và Wilson (2002) báo cáo trên một quy trình phẫu thuật biến đổi cho tải lực sớm trong loại 4 vùng hàm trên phía sau.

source: Roughened-surface implants appear to have higher success rates than machined-surface implants under all loading conditions.
vi: Implant bề mặt nhám dường như có tỉ lệ thành công cao hơn implant bề mặt được gia công dưới tất cả điều kiện tải lực.

source: S traightforward
vi: S traightforward (đơn giản)

source: SAC classification
vi: Phân loại SAC

source: Satisfy (within reason) the patient’s esthetic expectations.
vi: Đáp ứng kỳ vọng thẩm mỹ của bệnh nhân.

source: Scalloping of the osseous crest was performed to allow for the placement of the implant shoulder approximately 2 mm apical of the zenith of the vertical template (Figs 14a, b).
vi: Scalloping of the osseous crest was performed to allow for the placement of the implant shoulder approximately 2 mm apical of the zenith of the vertical template (Hình 14a, b).

source: Schnitman (1990) reported the highest failure rate of this initial group and noted that the implants that failed were generally short, machined-surface implants located in the posterior mandible, in poor quality bone.
vi: Schnitman (1990) báo cáo tỉ lệ thất bại cao nhất của nhóm ban đầu này, và lưu ý rằng các implant thất bại thường ngắn, implant bề mặt được gia công ở vùng phía sau hàm dưới, trong xương chất lượng thấp.

source: Scientific Documentation
vi: Tài liệu khoa học

source: Scientific documentation
vi: Tài liệu khoa học

source: Screw-retained
vi: Bắt vít

source: Secondary bone contact
vi: Tiếp xúc xương thứ phát

source: Seen from labially, the height of the soft-tissue margin at the implant site was now located more coronally than at the time of extraction of the deciduous canine (Figs 28, 29).
vi: Seen from labially, the height of the soft-tissue margin at the implant site was now located more coronally than at the time of extraction of the deciduous canine (Hình 28, 29).

source: Seven days after implant placement, the site was inconspicuous (Fig 25), documenting successful soft tissue graft integration.
vi: Seven days after implant placement, the site was inconspicuous (Hình 25), documenting successful soft tissue graft integration.

source: Several authors and groups have attempted to define loading protocols based on clinical and biological criteria.
vi: Một số các tác giả và nhóm đã cố gắng để xác định quy trình tải lực dựa trên lâm sàng và tiêu chí sinh học.

source: Several clinical studies have shown smoking to have a negative impact on the short-term and long-term integration of dental implants (Bain and Moy, 1993; De-Bruyn and Collaert, 1994; Lambert and coworkers, 2000; Wallace, 2000).
vi: Một số nghiên cứu lâm sàng cho thấy hút thuốc có tác động tiêu cực đến sự tích hợp ngắn hạn và dài hạn của cấy ghép nha khoa (Bain và Moy, 1993; De-Bruyn và Collaert, 1994; Lambert và đồng nghiệp, 2000; Wallace, 2000).

source: Several consensus and review papers have addressed the evolution and predictability of other protocols under different clinical conditions.
vi: Một vài đồng thuận và xem xét bài báo đã giải quyết sự tiến hóa và dự đoán của các quy trình khác dưới điều kiện lâm sàng khác nhau.

source: Several studies confirm the high predictability of early loading or restoration of implants in single-tooth sites.
vi: Vài nghiên cứu xác nhận khả năng dự đoán cao của tải lực hoặc phục hình sớm của implant đơn lẻ.

source: Several treatment plans were considered and discussed in detail with the patient.
vi: Vài kế hoạch điều trị được xem xét và thảo luận chi tiết với bệnh nhân.

source: Severe bone disease causing impaired bone healing
vi: bệnh xương nghiêm trọng gây lành thương kém

source: Shape of the Missing and Adjacent Teeth
vi: Hình Dạng Của Răng Mất Và Răng Kế Cận

source: Shape of the missing and surrounding teeth
vi: Hình Dạng Của Răng Mất Và Răng Kế Cận

source: Shape of tooth crowns
vi: Hình dạng thân răng

source: She had a history of adult periodontitis, for which she continued to be treated.
vi: Bà ấy có tiền sử viêm nha chu trưởng thành vẫn đang tiếp tục điều trị.

source: Shortened loading protocols
vi: Quy trình tải lực được rút ngắn

source: Shoulder Diameter (mm)
vi: Đường kính vai (mm)

source: Significantly for the discussion of loading protocols, the simple application of force to a healing implant or submucosal healing is only important to the extent that these factors may sometimes lead to excessive implant movement or compromised bacterial control during early healing, interfering with bone growth.
vi: Đáng kể cho các cuộc thảo luận của quy trình tải lực, các ứng dụng đơn giản của lực để lành thương implant hoặc lành thương mô dưới niêm chỉ là quan trọng đến sự mở rộng các yếu tố có thể thỉnh thoảng dẫn tới chuyển động quá mức của implant hoặc kiểm soát vi khuẩn không tốt trong lành thương sớm, ảnh hưởng tới sự phát triển xương.

source: Silicone material was applied to the implant site to create a gingiva mask (Fig 54).
vi: Silicone material was applied to the implant site to create a gingiva mask (Hình 54).

source: Since earlier developers and authors were struggling to convince the professional community that implants should be considered “lege artis” in dentistry (Brånemark and coworkers, 1977), long, stress-free healing periods were recommended.
vi: Từ khi các nhà phát triển ban đầu và các tác giả đang đấu tranh để thuyết phục cộng đồng chuyên nghiệp rằng implant có thể được xem là "lege artis" trong nha khoa (Brånemark and coworkers, 1977), thời kỳ lành thương dài, không stress được đề nghị.

source: Since then, prospective studies by Fischer and coworkers (2004; 2006) and Nordin and coworkers (2004) have indicated very high success and survival rates for implants and fixed restorations with early loading.
vi: Kể từ đó, nghiên cứu tiến cứu của Fischer và đồng nghiệp (năm 2004; 2006) và Nordin và đồng nghiệp (2004) đã chỉ ra thành tỉ lệ thành công và sống còn rất cao cho implant và phục hình cố định với tải lực sớm.

source: Single-Tooth Gaps
vi: Khoảng rống một răng

source: Single-Tooth Gaps in the Anterior Maxilla
vi: Khoảng rống một răng ở phía trước hàm trên

source: Single-Tooth Gaps in the Posterior Maxilla or Mandible
vi: Khoảng rống một răng ở phía sau hàm trên hoặc hàm dưới
